[
	{
		"description": "A one-use broad-wave psychic effector. The psychic pulse fills lower minds with terrifying imagery, driving all animals in the region into a manhunting rage. Animals currently under your control will not be affected.",
		"label": "Psychic Animal Pulser",
		"defName": "PsychicAnimalPulser"
	},
	{
		"description": "A one-use broad-wave psychic effector. The psychic pulse induces self-satisfying perceptual distortions, giving a temporary mood boost to everyone in the region.",
		"label": "Psychic Soothe Pulser",
		"defName": "PsychicSoothePulser"
	},
	{
		"description": "A hyper-advanced computer core that houses a peak-human-equivalent machine persona. In its isolated state, the core is dormant. Installed in a proper support structure, however, it can become a mind of great power.",
		"label": "Persona Core",
		"defName": "AIPersonaCore"
	},
	{
		"description": "A one-use super-dose of mechanites tuned to heal health conditions. The mechanites will target and heal the single worst health condition affecting someone at any given time. Works even on health conditions that would otherwise be incurable. The mechanites can even transmute themselves into organic matter, forming new limbs or organs as needed.",
		"label": "Healer Mech Serum",
		"defName": "MechSerumHealer"
	},
	{
		"description": "A one-use super-dose of mechanites tuned to resurrect the dead. Administered to a corpse, mechanites repair broken-down tissues and kickstart the body back to life. Unfortunately, the resurrected sometimes come back with brain damage, blindness, or progressive psychosis. Outcomes are better when the mechanites are administered to a fresher body. If a body is preserved, it can even be resurrected long after death.\\n\\nThe resurrected also experience limited retrograde amnesia, forgetting some recent memories and social interactions.",
		"label": "Resurrector Mech Serum",
		"defName": "MechSerumResurrector"
	},
	{
		"description": "A small AI core housing a low-grade subpersona specialized in teaching technology. When used, the AI will teach you the technology you\u0027re currently researching, instantly and for free. Can only be used once.",
		"label": "Techprof Subpersona Core",
		"defName": "TechprofSubpersonaCore"
	},
	{
		"description": "A thrumbo\u0027s horn. It\u0027s razor-sharp, rock-hard, and priceless in most markets. This is a true trophy, as well as a deadly melee weapon.",
		"label": "Thrumbo Horn",
		"defName": "ThrumboHorn"
	},
	{
		"description": "An elephant\u0027s tusk. It is very durable and valuable. While somewhat unwieldy as a melee weapon, it can still be deadly.",
		"label": "Elephant Tusk",
		"defName": "ElephantTusk"
	},
	{
		"description": "A high-quality packaged meal, manufactured for use in survival situations. While it never rots, it can still deteriorate if left outside. Great for traveling.",
		"label": "Packaged Survival Meal",
		"defName": "MealSurvivalPack"
	},
	{
		"description": "A synthetic mixture of protein, carbohydrates, and vitamins, amino acids and minerals. Everything the body needs, and absolutely disgusting.",
		"label": "Nutrient Paste Meal",
		"defName": "MealNutrientPaste"
	},
	{
		"description": "A simple meal quickly cooked from one main ingredient.",
		"label": "Simple Meal",
		"defName": "MealSimple"
	},
	{
		"description": "A complex dish assembled with care from a variety of ingredients.",
		"label": "Fine Meal",
		"defName": "MealFine"
	},
	{
		"description": "A complex dish assembled with care from vegetarian ingredients.",
		"label": "Vegetarian Fine Meal",
		"defName": "MealFine_Veg"
	},
	{
		"description": "A complex dish assembled with care from meat ingredients.",
		"label": "Carnivore Fine Meal",
		"defName": "MealFine_Meat"
	},
	{ "description": null, "label": "Lavish Meal", "defName": "MealLavish" },
	{ "description": null, "label": "Vegetarian Lavish Meal", "defName": "MealLavish_Veg" },
	{ "description": null, "label": "Carnivore Lavish Meal", "defName": "MealLavish_Meat" },
	{
		"description": "Animal feed made from mixed meat and plant sources. Humans can eat it, but they really, really don\u0027t like it.",
		"label": "Kibble",
		"defName": "Kibble"
	},
	{
		"description": "A preserved mashed mixture of fat and plant food. Tastes bland, but not offensive. It lasts a very long time without refrigeration. Great for traveling.",
		"label": "Pemmican",
		"defName": "Pemmican"
	},
	{
		"description": "A delicious preparation of cocoa seeds ground together with sugar and vanilla. It fulfills the need for recreation, but it is not very nutritious.",
		"label": "Chocolate",
		"defName": "Chocolate"
	},
	{ "description": "Milk from an animal.", "label": "Milk", "defName": "Milk" },
	{
		"description": "Jelly stored and used as food by oversized insects. It is smooth, rich, and fulfills the recreation need of those who consume it. Because of its unique biological properties, it can nourish almost any creature and never rots.",
		"label": "Insect Jelly",
		"defName": "InsectJelly"
	},
	{ "description": "A human skull.", "label": "Skull", "defName": "Skull" },
	{
		"description": "An unfertilized chicken egg. It can be eaten raw, but it\u0027s much, much better cooked.",
		"label": "Chicken Egg (Unfert.)",
		"defName": "EggChickenUnfertilized"
	},
	{
		"description": "A fertilized chicken egg. If all goes well, it should hatch into a chick. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Chicken Egg (Fert.)",
		"defName": "EggChickenFertilized"
	},
	{
		"description": "A fertilized cobra egg. If all goes well, it should hatch into a baby cobra. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Cobra Egg (Fert.)",
		"defName": "EggCobraFertilized"
	},
	{
		"description": "A fertilized iguana egg. If all goes well, it should hatch into a baby iguana. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Iguana Egg (Fert.)",
		"defName": "EggIguanaFertilized"
	},
	{
		"description": "A fertilized tortoise egg. If all goes well, it should hatch into a baby tortoise. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Tortoise Egg (Fert.)",
		"defName": "EggTortoiseFertilized"
	},
	{
		"description": "A fertilized cassowary egg. If all goes well, it should hatch into a baby cassowary. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Cassowary Egg (Fert.)",
		"defName": "EggCassowaryFertilized"
	},
	{
		"description": "A fertilized emu egg. If all goes well, it should hatch into a baby emu. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Emu Egg (Fert.)",
		"defName": "EggEmuFertilized"
	},
	{
		"description": "A fertilized ostrich egg. If all goes well, it should hatch into a baby ostrich. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Ostrich Egg (Fert.)",
		"defName": "EggOstrichFertilized"
	},
	{
		"description": "A fertilized turkey egg. If all goes well, it should hatch into a baby turkey. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Turkey Egg (Fert.)",
		"defName": "EggTurkeyFertilized"
	},
	{
		"description": "An unfertilized duck egg. It can be eaten raw, but it\u0027s much, much better cooked.",
		"label": "Duck Egg (Unfert.)",
		"defName": "EggDuckUnfertilized"
	},
	{
		"description": "A fertilized duck egg. If all goes well, it should hatch into a duckling. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Duck Egg (Fert.)",
		"defName": "EggDuckFertilized"
	},
	{
		"description": "An unfertilized goose egg. It can be eaten raw, but it\u0027s much, much better cooked.",
		"label": "Goose Egg (Unfert.)",
		"defName": "EggGooseUnfertilized"
	},
	{
		"description": "A fertilized goose egg. If all goes well, it should hatch into a baby goose. It can be eaten raw, but it\u0027s much better cooked.",
		"label": "Goose Egg (Fert.)",
		"defName": "EggGooseFertilized"
	},
	{
		"description": "A pack of herbal concoctions extracted from the healroot plant. It is less potent than industrial pharmaceuticals, but much better than nothing.",
		"label": "Herbal Medicine",
		"defName": "MedicineHerbal"
	},
	{
		"description": "A kit of industrial-era medical equipment. It contains basic drugs, tools for suturing and bone setting, diagnostic devices, and various pads and fluids.",
		"label": "Medicine",
		"defName": "MedicineIndustrial"
	},
	{
		"description": "A kit of advanced ultra-tech medical supplies, probably manufactured on a distant glitterworld. It contains advanced polymorphic drugs, nanite diagnostic and healing assisters, a mini-imager, and various multi-use tools.",
		"label": "Glitterworld Medicine",
		"defName": "MedicineUltratech"
	},
	{
		"description": "Miscellaneous gears, capacitors, circuit boards, tubes, wheels, sensors, wires, chips, processors, and other electronic and industrial parts. Necessary for assembling complex machines or electronics.",
		"label": "Component",
		"defName": "ComponentIndustrial"
	},
	{
		"description": "Advanced computing and energy-directing machinery, miniaturized and hardened for the most demanding applications.",
		"label": "Advanced Component",
		"defName": "ComponentSpacer"
	},
	{
		"description": "A synthetic precursor chemical. While it is useless on its own, many drugs require neutroamine as an ingredient.",
		"label": "Neutroamine",
		"defName": "Neutroamine"
	},
	{
		"description": "A volatile liquid chemical. Used to fuel engines and rockets, or to transmute into propellant for projectiles, or as an incendiary weapon.",
		"label": "Chemfuel",
		"defName": "Chemfuel"
	},
	{
		"description": "A large barrel for projectile-based weapons like mortars. In order to hold the high launch pressures, it is specially reinforced and cannot be manufactured at a small scale.",
		"label": "Reinforced Barrel",
		"defName": "ReinforcedBarrel"
	},
	{ "description": "Raw potatoes.", "label": "Potatoes", "defName": "RawPotatoes" },
	{ "description": "Raw fungus.", "label": "Raw Fungus", "defName": "RawFungus" },
	{ "description": "Raw rice.", "label": "Rice", "defName": "RawRice" },
	{ "description": "Raw agave fruit.", "label": "Agave Fruit", "defName": "RawAgave" },
	{ "description": "Raw corn.", "label": "Corn", "defName": "RawCorn" },
	{
		"description": "Assorted berries. Nice to eat, even when raw.",
		"label": "Berries",
		"defName": "RawBerries"
	},
	{
		"description": "Nutrient-rich grasses and shoots, harvested and compacted for storage. Hay is good animal feed, but inedible for humans.",
		"label": "Hay",
		"defName": "Hay"
	},
	{
		"description": "Raw hops. A flavoring and preserving agent that is necessary for making beer.",
		"label": "Hops",
		"defName": "RawHops"
	},
	{
		"description": "Raw cut leaves of a psychoid plant. Can be refined into various form of the stimulant drug psychite.",
		"label": "Psychoid Leaves",
		"defName": "PsychoidLeaves"
	},
	{
		"description": "Raw cut leaves of a smokeleaf plant. Can be rolled into smokeable joints at a crafting spot.",
		"label": "Smokeleaf Leaves",
		"defName": "SmokeleafLeaves"
	},
	{
		"description": "A shell filled with high explosives. Can be fired from mortars or installed as a trap. Explodes when damaged.",
		"label": "High-Explosive Shell",
		"defName": "Shell_HighExplosive"
	},
	{
		"description": null,
		"label": "High-Explosive Shell",
		"defName": "Bullet_Shell_HighExplosive"
	},
	{
		"description": "A shell filled with flammable gel and a small explosive charge. Starts fires when detonated. Can be fired from mortars or installed as a trap. Explodes when damaged.",
		"label": "Incendiary Shell",
		"defName": "Shell_Incendiary"
	},
	{ "description": null, "label": "Incendiary Shell", "defName": "Bullet_Shell_Incendiary" },
	{
		"description": "A shell filled with batteries and antennas, for generating an electromagnetic pulse when detonated. Electromagnetic pulses temporarily disable electrical devices and mechanoids. Can be fired from mortars or installed as a trap. Explodes when damaged.",
		"label": "EMP Shell",
		"defName": "Shell_EMP"
	},
	{ "description": null, "label": "EMP Shell", "defName": "Bullet_Shell_EMP" },
	{
		"description": "A shell that generates a cloud of smoke when detonated, obscuring incoming shots and preventing turrets from locking on. Can be fired from mortars or installed as a trap. Explodes when damaged.",
		"label": "Smoke Shell",
		"defName": "Shell_Smoke"
	},
	{ "description": null, "label": "Smoke Shell", "defName": "Bullet_Shell_Smoke" },
	{
		"description": "A pressurized shell filled with fire-retardant foam. Can be fired from mortars or installed as a trap. Explodes when damaged.",
		"label": "Firefoam Shell",
		"defName": "Shell_Firefoam"
	},
	{ "description": null, "label": "Firefoam Shell", "defName": "Bullet_Shell_Firefoam" },
	{
		"description": "An ultra-tech warhead powered by a grain of antimatter. Usually used by spacecraft or glitterworld war machines, it creates a huge explosion and starts fires around the target. Can be fired from mortars or installed as a trap. Explodes when damaged.",
		"label": "Antigrain Warhead",
		"defName": "Shell_AntigrainWarhead"
	},
	{
		"description": null,
		"label": "Antigrain Warhead",
		"defName": "Bullet_Shell_AntigrainWarhead"
	},
	{
		"description": "This metal is mostly used as a commodity currency. It can also be used for making decorations.",
		"label": "Silver",
		"defName": "Silver"
	},
	{
		"description": "The most seductive metal of them all. While it is too soft to be of much practical use, it is strikingly beautiful and never tarnishes. Millions have died in attempting to feed the endless human thirst for gold.",
		"label": "Gold",
		"defName": "Gold"
	},
	{
		"description": "An iron-carbon metal alloy used for building a huge variety of structures, weapons, and machines.",
		"label": "Steel",
		"defName": "Steel"
	},
	{
		"description": "Advanced spacer tech structural material. Plasteel is extremely strong due to its unique molecular structure.",
		"label": "Plasteel",
		"defName": "Plasteel"
	},
	{
		"description": "Wood from trees or other fibrous plants. Useful for building structures and weapons. It is a good fuel for campfires and generators, and can be refined into chemfuel. In a pinch, a piece of wood can be used as a weapon or a leg.",
		"label": "Wood",
		"defName": "WoodLog"
	},
	{
		"description": "A dark, heavy metal. While it is best known as a fuel for nuclear devices, its extreme density and hardness also make it good for making certain weapons, armor, and ammunition.",
		"label": "Uranium",
		"defName": "Uranium"
	},
	{
		"description": "A hard, green stone. Because of its beauty and rarity, jade is often used for ornaments and decorations. Its hardness and density also makes it a good material for blunt weapons.",
		"label": "Jade",
		"defName": "Jade"
	},
	{ "description": "Cloth woven from organic fibers.", "label": "Cloth", "defName": "Cloth" },
	{
		"description": "Spacer-tech synthetic fabric designed for making ordinary clothes. It is soft, light, strong, and insulates well.",
		"label": "Synthread",
		"defName": "Synthread"
	},
	{
		"description": "Fabric spun from microfibers extracted from devilstrand mushrooms. It is very tough, good at insulating, and protects exceptionally well against flame.",
		"label": "Devilstrand",
		"defName": "DevilstrandCloth"
	},
	{
		"description": "Nano-fibers woven into sheets molecule-by-molecule using specialized production mechanites. While it flexes freely most of the time, it stiffens to absorb blows as they land, and is incredibly difficult to break. The secrets of its production are known only to the most advanced glitterworld cultures.",
		"label": "Hyperweave",
		"defName": "Hyperweave"
	},
	{
		"description": "Sheep\u0027s wool. It provides good insulation.",
		"label": "Sheep Wool",
		"defName": "WoolSheep"
	},
	{
		"description": "The remarkably soft wool of an alpaca. It is warm, protects well from heat, and fetches a high price.",
		"label": "Alpaca Wool",
		"defName": "WoolAlpaca"
	},
	{
		"description": "While somewhat coarse, megasloth wool\u0027s long fibers make it very strong. It is exceptionally warm.",
		"label": "Megasloth Wool",
		"defName": "WoolMegasloth"
	},
	{
		"description": "Soft, light and provides very good insulation. Muffalo wool clothes can keep the body warm even in very cold conditions.",
		"label": "Muffalo Wool",
		"defName": "WoolMuffalo"
	},
	{
		"description": "Thick and coarse wool of a bison. Quite warm.",
		"label": "Bison Wool",
		"defName": "WoolBison"
	},
	{ "description": null, "label": "Plainleather", "defName": "Leather_Plain" },
	{ "description": null, "label": "Dog Leather", "defName": "Leather_Dog" },
	{
		"description": "A soft furry pelt harvested from a wolf-like creature. It is difficult to pierce and insulates well against cold.",
		"label": "Wolfskin",
		"defName": "Leather_Wolf"
	},
	{
		"description": "A soft furry pelt harvested from a big cat. It is difficult to pierce and insulates well against heat.",
		"label": "Panthera Fur",
		"defName": "Leather_Panthera"
	},
	{
		"description": "Tanned, dried, scraped camel skin. Good at temperature regulation in hot climates.",
		"label": "Camelhide",
		"defName": "Leather_Camel"
	},
	{
		"description": "The furry pelt of muffalo. Recognizable by its distinctive blue tint. Good at temperature regulation in cold climates.",
		"label": "Bluefur",
		"defName": "Leather_Bluefur"
	},
	{
		"description": "The strong furry leather of a bear. Compared to most leather, it is quite a bit tougher and a bit better at all kinds of temperature regulation.",
		"label": "Bearskin",
		"defName": "Leather_Bear"
	},
	{
		"description": "Sheets of guinea pig fur. It is delicate, but luxurious.",
		"label": "Guinea Pig Fur",
		"defName": "Leather_GuineaPig"
	},
	{
		"description": "Tanned, dried, scraped human skin. Most people find this material horrifying. Some find it fascinating. While a decent leather, it neither protects nor insulates particularly well.",
		"label": "Human Leather",
		"defName": "Leather_Human"
	},
	{
		"description": "Tanned, dried, scraped pig skin. While a decent leather, it neither protects nor insulates particularly well.",
		"label": "Pigskin",
		"defName": "Leather_Pig"
	},
	{
		"description": "Lightweight, thin leather. Probably harvested from a small animal. Not as protective as thicker leathers.",
		"label": "Lightleather",
		"defName": "Leather_Light"
	},
	{
		"description": "Tanned, dried, scraped bird skin. It is quite delicate. Without its feathers, it provides little protection from heat or cold.",
		"label": "Birdskin",
		"defName": "Leather_Bird"
	},
	{
		"description": "Tanned, dried, scraped chinchilla skin. Known as an extremely luxurious and insulating fur, it is exceptionally valuable.",
		"label": "Chinchilla Fur",
		"defName": "Leather_Chinchilla"
	},
	{
		"description": "The pelt of a fox. It protects well from the cold and is quite luxurious, fetching a high price.",
		"label": "Foxfur",
		"defName": "Leather_Fox"
	},
	{
		"description": "The tanned skin of a cold-blooded reptile. Lizardskin is reasonably tough, but does not insulate well at all.",
		"label": "Lizardskin",
		"defName": "Leather_Lizard"
	},
	{
		"description": "Tanned, dried, scraped elephant skin. While quite tough, it is a poor insulator.",
		"label": "Elephant Leather",
		"defName": "Leather_Elephant"
	},
	{
		"description": "Thick leather covered in a long, rugged mat of fur. Harvested from a large, hardy animal. This thick skin insulates and protects very well.",
		"label": "Heavy Fur",
		"defName": "Leather_Heavy"
	},
	{
		"description": "Tanned, dried, scraped rhinocerous skin. It is exceptionally durable in combat, but provides little protection from weather.",
		"label": "Rhinoceros Leather",
		"defName": "Leather_Rhinoceros"
	},
	{
		"description": "Furry pelt of a thrumbo. Luxurious and extraordinarily durable. Used for the highest-quality crafts for its insulation and strength.",
		"label": "Thrumbofur",
		"defName": "Leather_Thrumbo"
	},
	{
		"description": "A weak textile created by cutting up and sewing together various types of leathers. Regardless of what kind of leather is used to create it, patchleather\u0027s irregular seams make it less tough and less insulating than any intact leather.",
		"label": "Patchleather",
		"defName": "Leather_Patch"
	},
	{
		"description": "An unfinished sculpture.",
		"label": "Unfinished Sculpture",
		"defName": "UnfinishedSculpture"
	},
	{
		"description": "An unfinished gun of some kind.",
		"label": "Unfinished Gun",
		"defName": "UnfinishedGun"
	},
	{
		"description": "An unfinished weapon.",
		"label": "Unfinished Weapon",
		"defName": "UnfinishedWeapon"
	},
	{
		"description": "An unfinished piece of simple armor.",
		"label": "Unfinished Simple Armor",
		"defName": "UnfinishedArmor"
	},
	{
		"description": "An unfinished piece of high-tech armor.",
		"label": "Unfinished Advanced Armor",
		"defName": "UnfinishedTechArmor"
	},
	{
		"description": "An unfinished piece of metal armor.",
		"label": "Unfinished Metal Armor",
		"defName": "UnfinishedMetallicTechArmor"
	},
	{
		"description": "An unfinished piece of an apparel.",
		"label": "Unfinished Apparel",
		"defName": "UnfinishedApparel"
	},
	{
		"description": "An unfinished piece of a belt.",
		"label": "Unfinished Belt",
		"defName": "UnfinishedBelt"
	},
	{
		"description": "An unfinished piece of a pack.",
		"label": "Unfinished Pack",
		"defName": "UnfinishedPack"
	},
	{
		"description": "An unfinished component.",
		"label": "Unfinished Component",
		"defName": "UnfinishedComponent"
	},
	{
		"description": "An unfinished prosthetic.",
		"label": "Unfinished Prosthetic",
		"defName": "UnfinishedHealthItemProsthetic"
	},
	{
		"description": "An unfinished bionic.",
		"label": "Unfinished Bionic",
		"defName": "UnfinishedHealthItemBionic"
	},
	{
		"description": "An unfinished mask.",
		"label": "Unfinished Mask",
		"defName": "UnfinishedMask"
	},
	{ "description": null, "label": "Minified Thing", "defName": "MinifiedThing" },
	{ "description": null, "label": "Minified Tree", "defName": "MinifiedTree" }
]
